[{"UID":"1","abstract":"TBA","authors":"Mauri Edo","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Subespai - Performance submission","vimeo":"","website":"","youtube":""},{"UID":"2","abstract":"Corrupted Vinyl is an acousmatic, fixed media composition. It is noise based, and programmatic in that it musicalises the sonic deconstruction of a vinyl record player. Spectromorphological processes are central to the sonic structuring of the work, with most manipulations pertaining to sonic artifacts often heard in vinyl reproduction. There are two overarching sections: A (0:00 - 3:33) and B (3:34 - 5:10); with an additional coda (5:11 - 6:23).\n\n","authors":"Adam Melzer","bandcamp":"","bio":"Adam Melzer is a young, Sydney-based composer. His compositional work is varied, but more recently has focussed in on both acousmatic and experimental music domains. He graduated from the Sydney Conservatorium of Music in 2019 with the result of a First Class Bachelor of Composition (Honours). In addition, he has put on his own concerts as a part of Audioshape; was a featured artist in the November 2019 playlist \"Evolving Waves\", curated by Making Waves New Music; and was a featured artist throughout the 2020 Hibernation Festival with the contribution of three livestreams and three audiovisual works.","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Corrupted Vinyl","vimeo":"","website":"https://www.facebook.com/AdamMelzerMusic/?ref=bookmarks","youtube":""},{"UID":"4","abstract":"TBA","authors":"Steven Harran","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Totem","vimeo":"","website":"","youtube":""},{"UID":"5","abstract":"Sound as excitation of space\na flash through the unlit quiet\nearshot illuminations\nas shimmering series of spark\n\nThe first of a series of works comprising multiple personal binaural room impulse responses (BRIRs) - samples of space in the human spatial register - this piece explores the modulation and dynamic of the spatial image via predominantly abstract materials.\n\nSpaceless, abstract synthesis and feedback is given architectural animation through convolution with the BRIRs, imparting the composer’s peculiar, cumulative directional filtering: an echo of occupied space now intaglio, a nebulous anatomical topography, a spatial mould through which the sonics are extruded and tamed.","authors":"Matthew Barnard","bandcamp":"","bio":"\nMatt Barnard is a composer primarily interested in the spatial parameter of sound in both binaural and ambisonic domains. He previously studied under Joseph Anderson, and is now a lecturer and researcher at the University of Hull and member of the Hull ElectroAcoustic Resonance Orchestra (HEARO).","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"https://soundcloud.com/mattt/illuminations-i-calibration","title":"Illuminations I: Calibration","vimeo":"","website":"https://soundcloud.com/mattt","youtube":""},{"UID":"7","abstract":"TBA","authors":"Reuben Ingall","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"workshop","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"No-Input Mixing Board Workshop","vimeo":"","website":"","youtube":""},{"UID":"8","abstract":"TBA","authors":"Dylan Davis","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Compute and Resonate. Creating electro acoustic music of the acid genre for presentation within a club environment utilizing accessible Artificial Intelligence and computer based generative tools.","vimeo":"","website":"","youtube":""},{"UID":"9","abstract":"This talk will demonstrate a new system for generating variations on segments of music that have been previously recorded or composed and saved as MIDI files.\n\nThe system builds on work presented at the ACMC 2018 Perth conference which was documented in the paper Hacking Music Notation with Bach and Cage (Hirst, 2018). That paper documented the “Composer’s Little Helper” (CLH) which is a Max patcher that makes use of the “Bach” and “Cage” libraries to manipulate and mix musical notation that has been saved in a “shelf” as separate segments. CLH implements musical operations such as transposition, inversion, retrograde, plus a number of other “treatments” that use the high-level “Cage” library for real-time computer-aided composition.\n\nThe Composer’s Little Helper was a non-realtime system to assist in the compositional process. In contrast, Vari-Gen is like the next generation development where a generative system is used to produce note information in realtime. Reading from a MIDI file, variations in pitch, onset time, durations and note velocity are produced and can be varied in realtime using a Markov methodology for each parameter independently.\n\nUsing the “bach.roll” representation of the original MIDI file, which is a musical staff with note-heads notated in proportional notation, the composer/performer can select a specific number of notes for treatment, vary the transposition, durations, onset times, velocities, and the order of the Markov chain for each parameter of the variation generator.\n\nRealtime output triggers sound using a VST instrument plugin, which can be varied to suit the musical style. The note output is recorded in another bach.roll object, which can be saved as a MIDI file at any time.\n\nIn essence, the system functions as an exotic sequencer/variation generator, and because it all happens in realtime, it could also function as a performance instrument.\n\nThe two part work Pierre and Frank was created using a combination of the Vari-Gen software and non-realtime editing (to be screened at ACMC 2020).","authors":"David Hirst","bandcamp":"","bio":"David Hirst’s electroacoustic music compositions have been performed in the United States, Canada, the UK, the Netherlands, New Zealand, South Korea and nationally across Australia. He studied computer music at La Trobe University, composition with Jonty Harrison at the University of Birmingham, and completed a PhD in electroacoustic music composition and analysis at the University of Melbourne. Hirst has worked as an academic at the Tasmanian Conservatorium of Music, La Trobe University, and at the University of Melbourne. He is currently Honorary Principal Fellow at the Melbourne Conservatorium of Music, University of Melbourne. His most recent album, “The Shape of Water” is available on iTunes and Spotify.","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Vari-Gen: A Generative System for Creating Musical Variations Using Max, Bach, and Cage in Real-Time","vimeo":"","website":"https://davidhirst.me","youtube":""},{"UID":"10","abstract":"Program Notes: Presented in two distinct parts, this work is dedicated to two of the most original composers of the twentieth century: Pierre Boulez and Frank Zappa. Although their life trajectories were quite different, one an orchestral conductor and the other a rock musician, their paths crossed through their compositional activities. Pierre Boulez founded the French research institute IRCAM in 1977 and conducted several tracks on the Zappa album The Perfect Stranger in 1984. It was performed by IRCAM’s Ensemble InterContemporain, with the title track commissioned by Boulez. Zappa was also very active in his use of the Synclavier in his custom-built studio. The Synclavier was an early digital synthesizer, polyphonic digital sampling system, and music workstation manufactured by New England Digital Corporation of Norwich, Vermont. The original design and development of the Synclavier prototype occurred at Dartmouth College with the collaboration of Jon Appleton, Professor of Digital Electronics, Sydney A. Alonso, and Cameron Jones, a software programmer and student. Thus Boulez and Zappa were both highly active in the use of technology in their music.\nThe work is organized in two separate parts. The first part is dedicated to Pierre Boulez and is subtitled “Pierre”. The second part is dedicated to Frank Zappa and is subtitled “Frank”. Both parts were created using the composer’s variation generation Max patch called Vari-Gen (see separate presentation talk). The technique, in both cases, was to record a keyboard improvisation, edit it and dissect its constituents, and create variations on the segments using the variation generator software. Then each piece was assembled to create the final composition.\nParts 1 & 2 are quite different from each other in style. Part 1 (Pierre) is a more homogenous electronic style work, which is not really an emulation of a Boulez piece, but is a nod to his use of electronics. Part 2 (Frank) uses drums, bass, and a lead instrument in a form that begins with a solid drum back beat, then morphs into a duet between drums (percussion) and lead instruments, followed by a duet between lead and bass, before a final return to solid drum beat, bass line and lead synths. The bass instrument in Part 2 uses a software emulation of a Synclavier by the Arturia company. This is a nod to Zappa’s use of the Synclavier later in his life. Part 2 is more in the phrenetic, relentless Zappa style. The production style is very retro!\n","authors":"David Hirst","bandcamp":"","bio":"David Hirst’s electroacoustic music compositions have been performed in the United States, Canada, the UK, the Netherlands, New Zealand, South Korea and nationally across Australia. He studied computer music at La Trobe University, composition with Jonty Harrison at the University of Birmingham, and completed a PhD in electroacoustic music composition and analysis at the University of Melbourne. Hirst has worked lectured at the Tasmanian Conservatorium of Music, La Trobe University, and at the University of Melbourne. He is currently Honorary Principal Fellow at the Melbourne Conservatorium of Music, University of Melbourne. His most recent album, “The Shape of Water” is available on iTunes and Spotify.","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"https://soundcloud.com/david-hirst-1","title":"Pierre and Frank (Parts 1&2) – a Video Music work in two parts","vimeo":"","website":"https://davidhirst.me","youtube":""},{"UID":"14","abstract":"Qualia was composed at CEMI studios – Center for Experimental Music and Intermedia at the University of North Texas in 2017. The composition explores the experience of music from perception to sensation; the physical process during which our sensory organs – those involved with sound, tactility, and vision in particular – respond to musically organized sound stimuli. Through this deep connection, sound, space, and audience are all engaged in a multidimensional experience. The motion and the meaning inherited in the sounds are not disconnected from the sounds and are not the reason for the sounds but are, in fact, the sound altogether. Energy, movement, and timbre become one; sound source identification, cause guessing, sound energies, gesture decoding, and extra-musical connotations are not independent of the sound but vital internal components of it. Qualia are claimed to be individual instances of subjective, conscious experience. The way it feels to have mental states such as hearing frequencies at the lower threshold of human hearing or a piercing sound, hearing a Bb note from a ship horn, as well as the granularity of a recorded sound. It is an exploration of time and space, internal and universal. In Qualia, I do not experience musical memory as a sequence of instances but as a sensory wholeness that lasts the entire duration of the piece. The experience of sound itself is not sequential; it bypasses past or future; time becomes a single omnipresent unity. In this state of consciousness, time dissolves. The vibrating air molecules from the speakers, the reflections in the physical space, and the audience are the sound.","authors":"Panayiotis Kokoras","bandcamp":"","bio":"Kokoras is an internationally award-winning composer and computer music innovator, and currently an Associate Professor of composition and CEMI director (Center for Experimental Music and Intermedia) at the University of North Texas. Born in Greece, he studied classical guitar and composition in Athens, Greece and York, England; he taught for many years at Aristotle University in Thessaloniki. Kokoras's sound compositions use sound as the only structural unit. His concept of \"holophonic musical texture\" describes his goal that each independent sound (phonos), contributes equally into the synthesis of the total (holos). In both instrumental and electroacoustic writing, his music calls upon a \"virtuosity of sound,\" a hyper-idiomatic writing which emphasizes on the precise production of variable sound possibilities and the correct distinction between one timbre and another to convey the musical ideas and structure of the piece. His compositional output is also informed by musical research in Music Information Retrieval compositional strategies, Extended techniques, Tactile sound, Hyperidiomaticity, Robotics, Sound and Consciousness.","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"https://soundcloud.com/pkokoras/qualia-tape","title":"Qualia","vimeo":"","website":"http://www.panayiotiskokoras.com","youtube":""},{"UID":"15","abstract":"TBA","authors":"Shally Pais","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Laputa: Castle in the Sky – A comparison of Joe Hisaishi’s scores for the film’s Japanese and English versions.","vimeo":"","website":"","youtube":""},{"UID":"18","abstract":"TBA","authors":"Tom Pierard","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Exploring Liveness in Instrumental Practise through DAW Processes","vimeo":"","website":"","youtube":""},{"UID":"27","abstract":"TBA","authors":"Michael Spicer","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"The Sky Is The Score #1","vimeo":"","website":"","youtube":""},{"UID":"28","abstract":"The Audiovisual  \"Atlas of Uncertainty\" is based on the representation of 4 Classical elements, that typically refer to the concepts in Ancient Greece of earth, water, fire, earth and aether, which were proposed to explain the nature and complexity of all matter in terms of simpler substances.\nThe music that accompany the video is a sonic continuum ranging from unaltered natural sounds to entirely new sounds - or, more poetically -- from the real world to the realm of the imagination.\nIn “Atlas of Uncertainty” a microcosm of sounds, explored through some and max msp interfaces, becomes the hyletic universe of the work.\nHeterogeneous sound materials are explored through various techniques (granular, subtractive). The sounds and the images are here combined in well identifiable gestures.\n","authors":"Massimo Vito Avantaggiato","bandcamp":"","bio":"His work revolves around research processes and combination of experimental video and experimental electronic music. He took a master degree in Electroacoustic Composition, Composition, Sound Engineering. He has won several prizes for his works in international composition competitions with concerts and academic presentations in over 90 countries.","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Atlas of Uncertainty","vimeo":"https://vimeo.com/264567646","website":"https://vimeo.com/user22709645","youtube":""},{"UID":"29","abstract":"Chromaticity is an installation and performance featuring photographic images, live clarinet improvisation and a generative soundscape incorporating instrumental samples and environmental field recordings from the You Yangs, Victoria, Australia. The images, live improvisation and recordings form a visual and aural installation to create an emotional and environmental response to the landscape and a sense of connection with the essence of the You Yangs.\n\nField recordings of the You Yang environment inform the “sonic postcard” nature of Chromaticity’s generative soundscape. Features such as the drone of a major highway, trains, a working quarry, children playing, bush-walking and mountain-bike riding area and other anthropogenic sounds are retained to reveal the current day sonic space.\n\nThe three images of the You Yangs, taken at dawn, meridian and dusk, reveal a dynamic and vivid spectrum of landscape colours. Each image informs a 5-minute movement of the work. A fourth image is projected directly onto the performer - in a sense, immersing them in the landscape.\n\nFor each image, parameters were assigned for sample and note duration, mode, tempo, sound density and pitch. The electromagnetic frequencies of the light spectrum were related to frequencies of sound waves and the saturation of colour determined the intensity of the sounds. Images were mapped and assigned notes with sounds of interest within the field recordings inspiring small motifs and cells to be sampled - performed on a range of instruments (Bass Clarinet, Taegum, Flute and small percussion instruments).\n\nA Max/MSP patch controls playback of field recordings associated with the time of day of each movement and provides a mechanism by which the sampled motifs and cells are triggered to form a harmonic backdrop for the clarinet improvisation. The contours of the landscape, as captured by Millen, are mapped to derive data input for control of parameters within the Max patch, and to suggest target notes for the clarinetist's improvisation in a small window within the patch. Thus, the patch containing this window, along with the images and mapping of their contours becomes a supplementary score for the performer to follow during live performance (along with the composer’s notes describing tonality and motifs of each section).\n\nPremiere\nThe installation was premiered at the 4-hour Geelong After Dark pop-up arts festival held on Friday the 5th of May 2017 between 6 pm and 10 pm by the City of Greater Geelong. Approximately 250 people engaged with the installation during the 4-hour event. There were numerous comments from the public wishing to reconnect and visit a place they hadn't visited in many years or decades, even though they see it on their daily horizon.\n\u2028\nThe event was free, and participation and interaction with the artists was encouraged. The audience - young, elderly, dancing in the space, pretending to be trees, absorbed in conversation with artists and other participants, asking questions about music composition, the You Yangs, noise, “ear-cleaning”, noise pollution, generative computer programming, anthropogenic sounds and more - helped the implications of the Chromaticity installation crystallise on the night:\nIncreased public awareness of You Yangs, environment and the effects of noise pollution.\nPublic interaction with artists and their art, public conversations about the creative process; be it visual art, photography, music or composition. \nSparking new interest in contemporary art music, computer programming, improvisation and live performance.\n","authors":"Vicki Hallett|Jem Savage|Ferne Millen","bandcamp":"","bio":"Biography - Vicki Hallett\nVicki Hallett is a composer, musician and sound artist who graduated from the Victorian College of the Arts and the University of Melbourne. She has composed, produced and performed in live concerts, solo recordings ranging from chamber music to sound art and acoustic ecology. Through a unique approach combining acoustic ecology, scientific analysis and innovative performance practices, Hallett reshapes the role of interdisciplinary research. This exploration has led her to develop a collaborative concept with Cornell University's Elephant Listening Project.  In 2017, Hallett attended the international residency, Sonic Mmabolela, where she performed on Mabolel Rock with a pod of Hippopotami. \nWebsite: www.vickihallett.com\n\u2028\nBiography - Ferne Millen\nFerne Millen attended The Victorian College of Arts (Melbourne University) completing a Bachelor in Visual & Performing arts(major. photography & theatre). Millen was a finalist in the 2015 National Photographic Portrait Prize for her photograph of “Who’s that lady?”, has twice been a finalist in the National Photographic Portrait Prize as well as a dual finalist in the 2014 Moran Prize in Sydney. Her clients including Deakin University, Porsche, Citi Power, City of Melbourne, Tennis Australia, Geelong Arts Centre, Universal Music and many individuals, musicians and artists.\n\u2028\nBiography - Jem Savage\nJem Savage is a musician and sound artist for improvised and new music. His performances effortlessly blend live processing, looping and interactive visuals with highly developed instrumental techniques-often leveraging proprietary software and hardware devises including iPSi, the Isomorphic Pitch-Shifting Interface. Savage has performed or collaborated with a unique cross-section of improvisers, experimental musicians and composers including the AAO, Gian Slater’s Invenio and Barney McAll. Savage is currently a PhD candidate within the Faculty of VCA and MCM at the University of Melbourne.\n\u2028","download-url":"https://drive.google.com/file/d/1AaZQys0rkXcxhoJJj_dgz6YJEQii9bLE/view?usp=sharing","image-url":"https://drive.google.com/file/d/1dKOwwMo5gIPXoCVSHMZ0YGfcS8SCaMBn/view?usp=sharing","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Chromaticity","vimeo":"","website":"http://www.vickihallett.com/","youtube":"https://youtu.be/b4SJwhJBb4c  "},{"UID":"30","abstract":"TBA","authors":"Michael Spicer","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Making the Enabled System","vimeo":"","website":"","youtube":""},{"UID":"32","abstract":"TBA","authors":"Alexis Weaver","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Scrapes and Sighs","vimeo":"","website":"","youtube":""},{"UID":"33","abstract":"TBA","authors":"Alexis Weaver","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"The Shimmering Haze","vimeo":"","website":"","youtube":""},{"UID":"35","abstract":"TBA","authors":"Minchang Han","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Unawakened Routine of a Salaryman","vimeo":"","website":"","youtube":""},{"UID":"37","abstract":"TBA","authors":"Jaeyoung Park","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Dysthymia","vimeo":"","website":"","youtube":""},{"UID":"38","abstract":"TBA","authors":"Abigail Thomas","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Dorfl Sings","vimeo":"","website":"","youtube":""},{"UID":"39","abstract":"TBA","authors":"David Haberfeld","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Composing Real-Time Electronic Dance Music: How studio and performance based-practices combine to create Acid","vimeo":"","website":"","youtube":""},{"UID":"41","abstract":"Between of composition and improvisation (computer generative sounds and algorithmic synthesizer). Blending of ambient, drone, everyday sound / soundscape, and West Java music (gamelan, bonang, saron, and sundanese flute).\nComputer-based digital signal processing for manipulation the sound materials in micro sampling, granular synthesis, change the pitch/octave, reverse, play at different speeds, and create droning sounds (less effect / minimalist approach). Inspired by nature, organic structure, climate change, and landscape.","authors":"Fahmi Mursyid","bandcamp":"https://ideologikal.bandcamp.com","bio":"Fahmi Mursyid is a contemporary musician, composer, sound designer and producer based in Bandung, Indonesia. He began releasing recordings under various monikers and labels since 2011 until now. Fahmi uses found objects and computers to create the glitches, sampling, granular synthesis and electronic sound characterising in his work.","download-url":"https://www.dropbox.com/s/lgxyq6nnd9lu7ft/Fahmi%20Mursyid%20-%20Diantara%20%28conference%20podcast%20version%2C%202020%29.wav?dl=0","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Diantara","vimeo":"","website":"https://www.patreon.com/ideologikal","youtube":""},{"UID":"46","abstract":"TBA","authors":"Jesse Austin-Stewart|Bridget Johnson","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Multiple Monophony and the Multichannel Monophonic Compositional Framework","vimeo":"","website":"","youtube":""},{"UID":"48","abstract":"TBA","authors":"Tao Li","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"鬼哭 Wailing Ghosts","vimeo":"","website":"","youtube":""},{"UID":"52","abstract":"TBA","authors":"David Haberfeld","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"workshop","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Composing Real-Time Electronic Dance Music: an improvisation approach to composing Acid Techno","vimeo":"","website":"","youtube":""},{"UID":"53","abstract":"The totality of the acoustic material.\nExcavated, mutilated. Sublimated and deposited. The One that is fragmented and reduced to dust. Chalk blocks engraved and carved through the space and elasticity of time. Polvere nera is divided into four sections, bounded by sudden stops and static poses, in which there is an incessant dialogue between two opposing formal poles: bands and points. In the end the dialogue becomes union through a process of massification of the material that does not however cancel the intrinsic differences of the models employed. Polvere nera was constructed using noise, synthesis sounds and percussive sounds.\n","authors":"Nicola Fumo Frattegiani","bandcamp":"","bio":"Born in Perugia, Nicola Fumo Frattegiani graduated with highest honours from D.A.M.S. (Academy of Arts, Music and Show) at the University of Bologna, with a thesis on Luigi Nono’s work “Intolleranza 1960”.\nLater he has advanced post-graduate degree on “The musical cultures of 1900’s” at the University of Rome “Tor Vergata”, a bachelor’s degree cum laude on “Electronic Music and New Technologies” (course electroacoustic composition) at the “Francesco Morlacchi” Conservatory of Music of Perugia and a Master’s degree cum laude and special mention for artistic merit on “Electronic Music and New Technologies” at the “Licinio Refice” Conservatory of Music of Frosinone (course digital audiovisual composition).\nHis works have been presented at various national and international festivals including ICMC (South Korea), NYCEMF, ICMC-NYCEMF, New Music Miami Festival ISCM, Electroacoustic Barn Dance, WSU ElectroAcousticMiniFest (USA), SMC (Cyprus), Atemporánea Festival, Foundation Destellos (Argentine), Festival Futura, Finale Prix Russolo (France), Synchresis Festival (Spain), Evimus (Germany), MUSLAB (Brazil), Echofluxx (Czech Republic), Audio Mostly, BFE/RMA Research Students' Conference, Convergence, Noisefloor Festival, SOUND/IMAGE Exploring Sonic and Audio-Visual Practice (United Kingdom), WOCMAT (Taiwan), Matera Intermedia Festival, Diffrazioni Firenze Multimedia Festival, XXII CIM Colloquium of Musical Informatics, Venice Biennale of Architecture, Soundscape of Work and of Play 9th International FKL symposium on soundscape, Moon in June, Macro Asilo Museum of contemporary art, Corsie Festival, Segnali Audio-visual arts and performance, Premio Nazionale delle Arti, Elettronicamente Beyond the Borders (Italy).\nAuthor and performer, his research deals with electroacoustic music, sound for images, video, art exhibition and in particular electroacoustic compositions for contemporary theatrical performance. Nicola collaborates with many artists and performers in several productions of live electroacoustic music, with whom he experimented many types of generation and manipulation of sound dimension. He also collaborates regularly with various recording studios and video production studios as a sound designer, sound engineer and re-recording mixer.\n","download-url":"https://drive.google.com/file/d/1O6Co-klqDncBIT-EjTYS0rUat74OiQY-/view?usp=sharing","image-url":"https://drive.google.com/file/d/10vXHWen5JNASPQwwDgIX60yCmVZMLaLO/view?usp=sharing","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"https://soundcloud.com/nicola-fumo-frattegiani/polvere-nera","title":"Polvere nera","vimeo":"","website":"https://www.nicolafumofrattegiani.com/","youtube":""},{"UID":"56","abstract":"Program Note\n\nMagnetic Stripes is an audio-visual performance that highlights the potential of algorithmic generation, finding a middle ground between human performance and machine creation. This is achieved through multiple stochastic algorithms controlling various aspects of a performance, with curated specific states created by the artist. By giving control over some aspects of the performance to algorithmic generation, space is made for the artist to have clarity and focus on other musical elements. Magnetic Stripes simultaneously shows the subtlety of human performance and its effect on the experience, and the raw efficiency of machine generation. The generative elements of Magnetic Stripes are made obvious through musical and visual choices, yet are subtle in their control of the performance. All sound, visuals and controls are made with Cycling74’s Max 8 software.\n\nThree probability-based algorithms have been designed for their distinctive effect on the respective musical elements they control. The algorithms are stochastic, but have been created with a rules-based mentality. They are a set of rules that manipulate percentage chances of upcoming musical choices that are inspired by the compositional work of John Cage and Brian Eno. They ensure no certainty in the performance, but possible controlled curves for the artist to react to.\n\nThe performance is a powerful, generative drone exploration. Eight channels of audio fuse together to create subtle ambience and moving sonic sweeps, in this contemplative 10-minute experience. They are six channels of simply affected wave table oscillators, and two noise generators. The resulting serene sound draws inspiration from musicians such as Todd Anderson-Kunert, Hobo Cubes and Ryoji Ikeda. The tones wash over the audience through their simplicity and medium movement. The changes in texture create moving sections and crescendos. Four of the oscillator drones (two triangle waves, one sawtooth and a square wave), feature algorithms that control their pitch, timbre and rhythm changes.\n\nA permutation probability algorithm generates pitch through curated percentages of likelihood. The proceeding notes are based on the preceding choices. For the square and sawtooth oscillators, this is a list of eight potential frequencies each, that are generated by the preceding three choices (starting with a random selection). The pitch choices are across a wide register for depth and variety. The two triangle oscillators have four potential choices, based on the preceding four selections (starting with a random selection). These frequencies are at the lower middle range to create a sense of warm\nundercurrents. The probability percentage lists are individually curated by the artist. The movement between them and the choices are generated by the machine. All of these drones have a second set multiplier that can be individually volume controlled by the artist, creating a possible thicker texture and harmony when necessary.\n\nThe timbre of each generative oscillator is manipulated by an algorithm\nthat prioritises selections based on how often they were made prior. The more a choice is made, the more likely it comes up in the future. Each drone has four potential shifts in the partials of the sound, that all start with equal chance of occurring, but the probabilities move and change, as the performance progresses (as with anything chance-based). This produces a sense of consistency over smaller blocks of time in the work, that the performer reacts to. The result is a feedback loop between performer and machine, that is different every time.\n\nThe rhythms of the drones are each controlled by curated, individual percentage-based probability algorithms. One for the length of each of the drones (four lists of percentages with four choices) and one for the space between each drone (four lists of percentages with four choices). These are set selections of percentages because Magnetic Stripes is meant to be deliberate, ambient and thought provoking.\n\nTwo additional sine wave channels have a constant pitch and no pulse. They create unity to the variety of constantly moving other drones. The sines have a second multiplier that can be controlled by the artist to add further texture. A white noise generator and a clicking-machine like texture (that is a blend of three separate beds); accompany the drones, to add body, where needed in the performance.\n\nThe aspects of Magnetic Stripes that the artist controls in real time are volume of each channel, the mix of each drone’s harmonies, each drone’s ADSR envelope, texture control (if a drone is on or off), and the panning between stereo outputs for each channel. These are musical elements that the artist determined should not be left up to chance, as they can create tension, build and shape to the performance.\n\nThe visuals are constantly changing, brightly coloured shapes, contrasted against a black background and space. They are generative and connected to the four algorithmic channels of audio. The sawtooth channel controls circular, radiating waves; the square drone controls grid-like rectangles with circular corners; the first triangle wave pushes and pulls multiple squares; and the second triangle channel controls haunting white bars and a simple red waveform. The audio of these channels dictates whether it’s on screen and its volume controls their size. The artist’s control of channel panning, determines the x axis starting point of each visual. The timbre changes determine if the visuals have a pixilation effect applied. This creates a sense of unity and synchronicity in the performance between the audio and the visuals.\n\nThe simplicity of the audio channels and the clear visual cues are used to highlight the algorithmic aspects to Magnetic Stripes and the performative controls of the artist. Gestural performative cues are created through audio-visual interaction. The piece sits somewhere between a curated experience, generative work and live performance. Algorithmic art usually either sits in an area of certain control of outcome or created with random at its core. However, in Magnetic Stripes, organisation and prioritisation of certain choices is balanced with chance to create a meaningful experience.","authors":"Matthew Davis (Nervous Playthng)","bandcamp":"","bio":"Nervous Plaything is an experimental composer, focusing on a textural experience using heavily effected guitars, synthesizers and artist developed technologies. These self-developed technologies blur the line between artist and machine; analog and digital, and allow for a more timbral compositional focus. Since 2011, he has performed at a selection of Brisbane venues, as well as releasing recordings on Bandcamp. More recently, he has been working on Live Takes: a weekly, improvised live audio-visual collection released on Vimeo. This has been performed in the Precursor experimental art series, and envisioned as Now-What at Backbone Youth Arts’ Future30 festival. ","download-url":"https://www.dropbox.com/s/wdnxukrfa673enx/MagneticStripes_Final.mp4?dl=0","image-url":"https://www.dropbox.com/s/a4cw6hdf68x0x17/Image.png?dl=0","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Magnetic Stripes","vimeo":"https://vimeo.com/429792651","website":"https://www.facebook.com/nervousplaything/","youtube":""},{"UID":"63","abstract":"TBA","authors":"Eugenia Stuart|Nicholas Trivett|Laurence Hughes","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"community development through online radio","vimeo":"","website":"","youtube":""},{"UID":"64","abstract":"TBA","authors":"Robert Jarvis|Darrin Verhagen|Adam Nash","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Vertical Harmony: Flightpath as Musical Form","vimeo":"","website":"","youtube":""},{"UID":"65","abstract":"TBA","authors":"Robert Jarvis","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Aileron One","vimeo":"","website":"","youtube":""},{"UID":"68","abstract":"TBA","authors":"Madhuri Suresh","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"The Evolution of Music in Pokémon Console Games: How does musical texture and aesthetic of the Pokémon videogame theme evolve from 1996- 2017?","vimeo":"","website":"","youtube":""},{"UID":"74","abstract":"TBA","authors":"Nicholas McConaghy","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Biomimetic discourse and the creation of the Distance Mixer","vimeo":"","website":"","youtube":""},{"UID":"75","abstract":"TBA","authors":"Jesse Budel","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Braided Streams: Intertwining Soundscape Strata and Ecological Data in South Australia’s Limestone Coast","vimeo":"","website":"","youtube":""},{"UID":"77","abstract":"TBA","authors":"Scott Stickland|Nathan Scott|Rukshan Athauda","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Towards realising a vision for fully synchronous, online, DAW collaboration on post-production music projects","vimeo":"","website":"","youtube":""},{"UID":"79","abstract":"TBA","authors":"Stephen Oakes","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"CROAKE","vimeo":"","website":"","youtube":""},{"UID":"81","abstract":"TBA","authors":"Matthew Whitley","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Algorithmic music generation: solving the right problem.","vimeo":"","website":"","youtube":""},{"UID":"82","abstract":"TBA","authors":"Warren Burt","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Darshan with a Pelican: Multiplicities – A 40 channel sound composition for the GRM Paris concert series, May 2020","vimeo":"","website":"","youtube":""},{"UID":"83","abstract":"TBA","authors":"Warren Burt","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Darshan with a Pelican: Multiplicities – An 8 Channel mixdown of a 40 channel sound composition for the GRM Paris concert series, May 2020","vimeo":"","website":"","youtube":""},{"UID":"84","abstract":"TBA","authors":"Becki Whitton","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Physical Energy In Computer-Based Live Performance","vimeo":"","website":"","youtube":""},{"UID":"85","abstract":"TBA","authors":"Andrea Gelido","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Instrument of Failure - Gelido","vimeo":"","website":"","youtube":""},{"UID":"90","abstract":"TBA","authors":"Sharyn Brand","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Curve2020","vimeo":"","website":"","youtube":""},{"UID":"91","abstract":"TBA","authors":"James Curtis","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Abletweet: Harnessing Social Media APIs for Encoding, Co-Creating and Performing Generative Electronic Music","vimeo":"","website":"","youtube":""},{"UID":"92","abstract":"TBA","authors":"Damian Mason","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Dim Unit","vimeo":"","website":"","youtube":""},{"UID":"94","abstract":"TBA","authors":"Carl Polke","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Solo. Confabulate.","vimeo":"","website":"","youtube":""},{"UID":"95","abstract":"TBA","authors":"James Curtis","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Abletweet (Performance / live demonstration)","vimeo":"","website":"","youtube":""},{"UID":"96","abstract":"TBA","authors":"Georgios Varoutsos","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Peace Wall Belfast: Spatial Audio Representation of Divided Spaces and Soundwalks","vimeo":"","website":"","youtube":""},{"UID":"97","abstract":"TBA","authors":"Benjamin Carey","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Unseen - for modular synthesiser and live visuals","vimeo":"","website":"","youtube":""},{"UID":"98","abstract":"TBA","authors":"Georgios Varoutsos","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Divided Spaces","vimeo":"","website":"","youtube":""},{"UID":"99","abstract":"TBA","authors":"Anna Terzaroli","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Dark Path #4","vimeo":"","website":"","youtube":""},{"UID":"103","abstract":"TBA","authors":"Susannah Langley|Jessica Williams|Ann Borda","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Touch Virtual Nature","vimeo":"","website":"","youtube":""},{"UID":"100","abstract":"These Would Be Other is a collaborative work spearheaded by Brigid Burke and Sophie Rose. Composed over a year, the piece uses video, live and pre-recorded audio, and electronics. Burke layers visuals and audio to further distort Chris Mann’s text. The work was initially conceived as a tribute to Chris Mann’s life and oeuvre and published in Open Space Magazine as Two for Chris.\nThese Would Be Other morphs the ideas of tribute and present-day considerations. The text was delivered by Sophie Rose at different points of exposure to the poem, from initial reading to experienced live delivery. This supplies an increasing complexity in delivery, pitch, and tonality in the pre-recorded. This complexity is further amplified by Burke’s echolalic audio distortions. Burke superimposes multiple layers of sound and video to create a fractured image of the fractal and recursive nature of the text and hues.\n","authors":"Brigid Burke|Sophie Rose","bandcamp":"","bio":"Dr. Brigid Burke \nBiography\n\nBrigid is an Australian composer, performance artist, clarinet soloist, visual artist, video artist and educator whose creative practice explores the use of acoustic sound and technology to enable media performances and installations that are rich in aural and visual nuances. Her work is widely presented in concerts, festivals, and radio broadcasts throughout Australia, Asia, Europe and the USA. \nRecently she has been a recipient of an Australia Council Project Music Fellowship & new work commissions ‘Coral Bells’ & “Instincts and Episodes’ also Artist in Resident at Marshall University USA with a Edwards Distinguished Professor Artist Residency, Indiana University USA and ADM NTU Singapore. Also most recently she has presented her works on the Big screen at Federation Square Melbourne, Lontano Festival Internaciol Musica Contemoranea em Goiania Brazil, SEAMUS USA, Tilde Festival Melb Australia, ABC Classic FM. ICMC International Computer Music Conference Perth Australia, Echofluxx 14 to19 Festivals Prague, Generative Arts Festivals in Ravena, Florence, Rome & Milan Italy, Asian Music Festivals in Tokyo, The Melbourne International Arts Festival, Futura Music Festival Paris France, Mona Foma Festival Hobart, The International Clarinet Festivals in Japan and Canada also Seoul and Australian International Computer Music Festivals. She has a PhD in Composition from UTAS and a Master of Music in Composition from The University of Melbourne.\nwww.brigid.com.au\n\n","download-url":"https://www.dropbox.com/preview/Art%20work%20by%20Brigid%20Burke%20for%20Ruark%20Lewis/These%20would%20be%20Other%20Nov%202020.mov?role=personal","image-url":"https://www.dropbox.com/s/bjdx2nf788h3kxz/These%20would%20be%20Other%2017.jpg?dl=0","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"THESE WOULD BE OTHER","vimeo":"https://vimeo.com/397733269","website":"https://vimeo.com/397733269","youtube":""},{"UID":"6","abstract":"TBA","authors":"Lindsay Vickery","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"t o r b u a m m p a [2019] for flute, bass clarinet, electric guitar, harp, percussion and tape.","vimeo":"","website":"","youtube":""},{"UID":"40","abstract":"TBA","authors":"Lindsay Vickery and Stuart James","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"The Decibel Scoreplayer as a portable medium for spatial music performance.","vimeo":"","website":"","youtube":""},{"UID":"43","abstract":"TBA","authors":"Lindsay Vickery","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Musica ex machina: integrating the sonic pallet of machines with acoustic instruments.","vimeo":"","website":"","youtube":""},{"UID":"50","abstract":"TBA","authors":"Yue Pan","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"妃子笑 Smile of Yang","vimeo":"","website":"","youtube":""},{"UID":"59","abstract":"TBA","authors":"Patrick Carroll","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Introducing an Acousmatic Skillset for The Composition of Popular Electronic Music","vimeo":"","website":"","youtube":""},{"UID":"60","abstract":"TBA","authors":"Patrick Carroll","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Volca","vimeo":"","website":"","youtube":""},{"UID":"62","abstract":"TBA","authors":"Mark Oliveiro","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Black Summer","vimeo":"","website":"","youtube":""},{"UID":"67","abstract":"TBA","authors":"Nicholas Meredith","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"‘Critical Feedback - The evolution of the drums, feedback and the computer’","vimeo":"","website":"","youtube":""},{"UID":"69","abstract":"TBA","authors":"Sophie Rose","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Graphic Notation Methods for Extended Vocal Techniques and Throat-Singing for Vowels in Retrograde","vimeo":"","website":"","youtube":""},{"UID":"72","abstract":"TBA","authors":"Cloud Unknowing and Sophie Rose","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"paper","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"P-Bow: a profane electric violin and bow for use in Ambisonic audio environments","vimeo":"","website":"","youtube":""},{"UID":"78","abstract":"TBA","authors":"Lynden Bassett","bandcamp":"","bio":"","download-url":"","image-url":"","keywords":"music","online-url":"","session-name":"TBA","session-position":"TBA","soundcloud":"","title":"Piece No. 3","vimeo":"","website":"","youtube":""},{"UID":"16","abstract":"The Disquiet Of Melting is an audio-visual piece combining field recording with crowd-sourced vocal contributions from the Disquiet Junto, an online community of musicians. The piece is a sonic representation of the anxiety and unease invoked by climate change, particularly in light of the extreme weather events in Australia. The Disquiet Junto is a group created by author and sound artist Marc Weidenbaum as a weekly project where musicians respond to fast-turnaround assignments to compose and share compositions. This particular project (#419 - Dischoir) asked participants to create music from 113 vocal samples of held syllables shared by members of the Disquiet Junto. The field recording was made by freezing a hydrophone into a glass of water, then slowly pouring hot water over the frozen block. The vocal contributions were then layered on top of the field recording in Ableton Live 9. The resulting composition was turned into an audio visualisation using Trapcode Form in Adobe After Effects. Vocal contributions [in order of appearance]: Jet Jaguar Patricia Wolf Cray Samarobryn Atomboyd Precht Zoundsabari Ejkelly BellyFullOfStars Sevenism tja Zero Meaning KRSeward Vonna Wolf","authors":"C. Tsang","bandcamp":"","bio":"Born in 1982 in Hong Kong, C. Tsang (pronouns: they/them) is a nonbinary audio-visual artist living in Perth, Australia. Their work explores the emotional nature of landscape, and the main focus of their practice has been on their response to the natural landscape as a composer and performer, incorporating audio and visual elements of place into compositions, and using the landscape as a narrative device. C. has performed and exhibited their works in Australia, Asia, UK, Ireland and the USA as samarobryn, and has been nominated multiple times in the WAM Song Of The Year Awards in the experimental category. They were also nominated in the 2019 WAM Awards for Best Experimental Artist. They are currently a PhD candidate at the Western Australian Academy Of Performing Arts (Edith Cowan University).","download-url":"","image-url":"","keywords":"","online-url":"","session-name":"","session-position":"","soundcloud":"","title":"The Disquiet Of Melting","vimeo":"https://vimeo.com/390380677","website":"https://www.fb.me/samarobrynAU","youtube":""}]
