[{"UID":"bridget-chappell","abstract":"Bridget Chappell is an artist working with sound, based in Birraranga\n(Melbourne), Australia.\n\nThey founded and coordinate Sound School, a Melbourne music school aimed\nat upskilling and celebrating electronic musicians on the margins. The\nSchool has become both a busy hub for emerging creatives and an inclusive\nalternative to mainstream music education. Chappell's workshops create a\nfun and healing space for people to lean in to electronic music. They\nreceived the 2017 Music Victoria Best Experimental/Avante Garde Award for\ntheir work with Sound School.\n\nAs Hextape, they are published on Australian labels Anterograde and TSV,\nand European labels Vinylograph and Collective Tantrums. Hextape spans the\nhardcore continuum (gabber, jungle, breakbeat, and techno) exploring the\nmagical realism of rave culture.\n","bio":"Bridget Chappell is an artist working on unceded Wurundjeri and\nBoonwurrung country.\n\nIn 2017 they were awarded Best Experimental/Avante Garde act from Music\nVictoria for their work founding and coordinating Sound School, a project\nupskilling and celebrating marginalised voices in electronic music. They\norganise raves and concerts in drains, dams, observatories, and other\nnatural amphitheatres. Recent works have focused on interrogating sonic\ncontrol and warfare: in solo exhibition ‘No Comment’ at Blindside (2020)\nand essays in unMagazine (2019) and Testing Grounds (2020).\n\nAs solo producer Hextape, recent works include '2 Fast 2 Furious' EP\n(2019) on Anterograde, ‘Time Loop’ live score (2019) and ‘The Network\nWeeps’ (2019) for Critical Mass festival. Experimental field recording is\nused alongside distorted kick drums and the amen break as speculative\nfiction and rave nostalgia, spanning the hardcore continuum from gabber to\njungle, techno, and dubstep. As a cellist and composer they created\n'Undertow' (2019) for the City of Melbourne, a data music work for cello\nand the Federation Bells. They have been artist in residence at Testing\nGrounds (2020), Bogong Centre for Sound Culture (2019), and Frontyard\n(2017).\n\n##### Links\n\nInstagram: [@hextape.wav](https://www.instagram.com/hextape.wav/)\n\nFacebook: <https://www.facebook.com/hextapehextape/>\n\nWeb: <https://www.bridgetchappell.com/>\n\nSoundcloud: <https://soundcloud.com/hex-tape>\n\nBandcamp: <https://anterograde.bandcamp.com/album/2-fast-2-furious>\n","date":"Friday 2020-07-03 8-9pm","im":"static/images/people/bridget-chappell.jpg","imcredit":"Esh Laird","institution":"Melbourne Sound School","session":"keynote-1","speaker":"Bridget Chappell","title":"Bridget Chappell","web":"https://www.bridgetchappell.com"},{"UID":"eve-klein","abstract":"Eve Klein is an award-winning composer, mezzo soprano, sound artist and\nacademic. She designs large-scale, immersive art music experiences for\nfestivals. Klein’s music has been described as: “contemporary music at its\nmost relevant---simultaneously inward and outward focused in addressing the\nchallenge of its existence and its capacity to produce something great”\n(Cyclic Defrost). Drawing together traditional and experimental classical\nmusic, interactive performance art, and electronica, Klein pushes the\nboundaries of genre to find new ways of immersing contemporary audiences in\nart music forms. She holds a PhD in Music and Sound and is a Senior Lecturer\nat the University of Queensland.\n","bio":"Eve Klein is an award-winning composer, mezzo soprano, sound artist and\nacademic. She designs large-scale, immersive art music experiences for\nfestivals. Klein's music has been described as: \"contemporary music at its\nmost relevant – simultaneously inward and outward focused in addressing the\nchallenge of its existence and its capacity to produce something great\"\n(Cyclic Defrost).\n\nDrawing together traditional and experimental classical music, interactive\nperformance art, and electronica, Klein pushes the boundaries of genre to\nfind new ways of immersing contemporary audiences in art music forms. She\nholds a PhD in Music and Sound and is a Senior Lecturer at the University of\nQueensland.\n\nEve's work has featured at international festivals and venues including MONA\nFOMA, VIVID Sydney, Brisbane Festival, Salisbury Cathedral, Burning Man,\nUnderbelly Arts, the Melbourne Arts Centre and New York University. Eve's\nrecordings have been released on Wood and Wire, New Weird Australia, and\nFeral Media. As a mezzo soprano she has appeared as a principal artist with\nOpera Australia and Pacific Opera. Eve is known for her electronic opera The\nPomegranate Cycle which asks its audience to comprehend how women heal from\nviolence. The album version has been downloaded over 60,000 times since its\nrelease.\n\nEve's recent work explores the intersection of the body, technology, mass\ndatasets and social justice. An example is Counting 2015, a multimedia work\nusing crowdsourced video and collaboratively curated datasets to highlight\nthe affective quality of numbers in online social justice campaigns. This\nwork asked Facebook participants to reflect upon the human consequences of\nnumbers they encounter online. In this way the composer acts as curator of a\ndiscussion in online communities, where participants are both audience\nmembers and performer-collaborators.\n\nEve collaborates with festivals, scientists, artists and researchers to\ndevelop cross-disciplinary performance experiences. Eve's work Vocal Womb is\nan example of this practice, being the first work of its kind to deploy\nlaryngoscopy during real time performances for a live audience. Vocal Womb\nallows its audience to explore the relationship between voice, identity and\npower by stepping into, and directly manipulating, the voice of another. The\npremier was called the \"#1 coolest thing at MOFO 2018...\" (Timeout Melbourne)\nand \"One of the must-see music/art works of the 2018 festival... a deeply\nconsidered engagement with the history and traditions of opera\" (The\nConversation). The season sold out completely.\n\nEve was awarded the 2020 Noisy Women Commission and is working with Ensemble\nOffspring to create a new composition teasing out the idea of \"home\" as the\nbasis of a compassionate response to climate change. The music uses\ncrowdsourced objects from people's past homes to create a public\nconversation about the personal consequences of climate inaction and to\ninvite audiences to explore these themes as co-creators of the work.\n\nKlein is currently leading a VR/AR music research cluster at the University\nof Queensland where she is guiding postgraduate composers on the creation of\nvirtual reality and augmented reality concert works and operas. Other\nresearch explores human computer interaction design and its impact on music\nperformance and composition; classical music recording practices;\nenvironmental sound recording; and technology-enabled performance.\n","date":"Friday 2020-07-10 8-9pm","im":"static/images/people/eve-klein.jpg","imcredit":"Ravi Glasser-Vora","institution":"University of Queensland","session":"keynote-2","speaker":"Eve Klein","title":"Eve Klein","web":"https://www.eveklein.com"}]
